[
    "The longest word in the English language is 'pneumonoultramicroscopicsilicovolcanoconiosis'.",
    "A snail can sleep for three years.",
    "The world's oldest known piece of chewing gum is over 9,000 years old.",
    "Bananas are actually berries.",
    "The average person spends about three years of their life waiting for red lights.",
    "The first computer mouse was made of wood.",
    "The human brain generates more electricity than a light bulb.",
    "A duck's quack doesn't echo.",
    "The strongest muscle in the human body is the tongue.",
    "Hummingbirds flap their wings up to 80 times per second.",
    "The original name for butterflies was 'flutter-by'.",
    "The average person laughs about 17 times a day.",
    "The first-ever movie ticket cost just a nickel.",
    "The world's largest land mammal is the African elephant.",
    "The longest river in the world is the Nile River.",
    "The hottest planet in our solar system is Venus.",
    "The tallest mountain in the world is Mount Everest.",
    "The deepest ocean in the world is the Pacific Ocean.",
    "The largest country in the world is Russia.",
    "The smallest country in the world is Vatican City.",
    "The human heart beats about 100,000 times a day.",
    "The average person takes about 23,000 breaths per day.",
    "The human body contains about 60,000 miles of blood vessels.",
    "A single grain of rice contains about 8 million atoms.",
    "The Earth is about 4.5 billion years old.",
    "The universe is about 13.8 billion years old.",
    "There are more stars in the universe than grains of sand on Earth.",
    "The sun is a star.",
    "The closest star to Earth is the Sun.",
    "Light travels at about 186,000 miles per second.",
    "Sound travels at about 767 miles per hour.",
    "The speed of light is faster than the speed of sound.",
    "Water boils at 212 degrees Fahrenheit (100 degrees Celsius).",
    "Water freezes at 32 degrees Fahrenheit (0 degrees Celsius).",
    "The average human body temperature is about 98.6 degrees Fahrenheit (37 degrees Celsius).",
    "The human body is made up of about 60% water.",
    "The average person drinks about 8 glasses of water per day.",
    "The human brain is about 2% of the body's weight.",
    "The human brain contains about 100 billion neurons.",
    "The human brain uses about 20% of the body's energy.",
    "The human body has about 650 muscles.",
    "The human body has about 206 bones.",
    "The human body has about 7,000 taste buds.",
    "The human nose can detect about 1 trillion different scents.",
    "The human eye can distinguish between about 10 million different colors.",
    "The human heart pumps about 2,000 gallons of blood per day.",
    "The human body can generate enough heat to boil a gallon of water in 30 minutes.",
    "The human body sheds about 1.5 million skin cells per hour.",
    "The average person loses about 40 pounds of skin in a lifetime.",
    "The human body grows the most during sleep.",
    "The human body produces about 1 quart of saliva per day.",
    "The human body has about 600 muscles in its face.",
    "The human body has about 100,000 hairs.",
    "The human body has about 600 sweat glands.",
    "The human body has about 250 bones at birth.",
    "The human body has about 206 bones by adulthood.",
    "The human body has about 650 muscles.",
    "The human body has about 7,000 taste buds.",
    "The human body has about 10 million different types of cells.",
    "The human body has about 60 trillion cells.",
    "The human body is about 70% water.",
    "The human body can survive for about three days without water.",
    "The human body can survive for about three weeks without food.",
    "The human body can survive for about 11 minutes without oxygen.",
    "The human brain is the most complex organ in the human body.",
    "The human brain is about the size of a grapefruit.",
    "The human brain uses about 20% of the body's energy.",
    "The human brain can store about 2.5 petabytes of information.",
    "The human brain can process information at about 100 billion bits per second.",
    "The human brain is divided into two hemispheres: the left and right.",
    "The left hemisphere of the brain controls the right side of the body.",
    "The right hemisphere of the brain controls the left side of the body.",
    "The human brain is responsible for thought, memory, language, and emotion.",
    "The human heart is about the size of a fist.",
    "The human heart beats about 100,000 times a day.",
    "The human heart pumps about 2,000 gallons of blood per day.",
    "The human heart is a muscle.",
    "The human heart has four chambers: the left atrium, the left ventricle, the right atrium, and the right ventricle.",
    "The human lungs are two large, spongy organs located in the chest cavity.",
    "The human lungs are responsible for taking in oxygen and releasing carbon dioxide.",
    "The human lungs contain about 300 million alveoli.",
    "The human liver is the largest organ in the human body.",
    "The human liver filters blood and removes toxins from the body.",
    "The human liver produces bile.",
    "The human kidneys are two bean-shaped organs located in the lower back.",
    "The human kidneys filter blood and remove waste products from the body.",
    "The human kidneys produce urine.",
    "The human skin is the largest organ in the human body.",
    "The human skin protects the body from infection and injury.",
    "The human skin helps to regulate body temperature.",
    "The human skin contains about 7 million hair follicles.",
    "The human skin produces about 1 pint of sweat per day.",
    "The human body has about 600 muscles.",
    "The human body has about 206 bones.",
    "The human body has about 7,000 taste buds.",
    "The human body has about 10 million different types of cells.",
    "The human body has about 60 trillion cells.",
    "The human body is about 70% water.",
    "The human body can survive for about three days without water.",
    "The human body can survive for about three weeks without food.",
    "The human body can survive for about 11 minutes without oxygen.",
    "The human brain is the most complex organ in the human body.",
    "The human brain is about the size of a grapefruit.",
    "The human brain uses about 20% of the body's energy.",
    "The human brain can store about 2.5 petabytes of information.",
    "The human brain can process information at about 100 billion bits per second.",
    "The human brain is divided into two hemispheres: the left and right.",
    "The left hemisphere of the brain controls the right side of the body.",
    "The right hemisphere of the brain controls the left side of the body.",
    "The human brain is responsible for thought, memory, language, and emotion.",
    "The human heart is about the size of a fist.",
    "The human heart beats about 100,000 times a day.",
    "The human heart pumps about 2,000 gallons of blood per day.",
    "The human heart is a muscle.",
    "The human heart has four chambers: the left atrium, the left ventricle, the right atrium, and the right ventricle.",
    "The human lungs are two large, spongy organs located in the chest cavity.",
    "The human lungs are responsible for taking in oxygen and releasing carbon dioxide.",
    "The human lungs contain about 300 million alveoli.",
    "The human liver is the largest organ in the human body.",
    "The human liver filters blood and removes toxins from the body.",
    "The human liver produces bile.",
    "The human kidneys are two bean-shaped organs located in the lower back."]
